
Page
({


  data:
  {
    goodslist:
    [
      { time: "2019.6.2(13:21)", thing: "您进行了第1次肤质测试", data: "肤质测试结果为" },
      { time: "2019.6.2(13:40)", thing: "您购买了SK-II神仙水护肤套装", data: "商品详情" },
      { time: "2019.6.27(8:16)", thing: "您进行了第2次肤质测试", data: "肤质测试结果为" },
      { time: "2019.6.2(13:21)", thing: "您进行了第3次肤质测试", data: "肤质测试结果为" },
      { time: "2019.6.2(13:40)", thing: "您购买了SK-II神仙水护肤套装", data: "商品详情" },
      { time: "2019.6.2(13:21)", thing: "您进行了第4次肤质测试", data: "肤质测试结果为" },
      { time: "2019.6.2(13:21)", thing: "您进行了第5次肤质测试", data: "肤质测试结果为" },
      { time: "2019.6.2(13:21)", thing: "您进行了第6次肤质测试", data: "肤质测试结果为" },
      { time: "2019.6.2(13:40)", thing: "您购买了SK-II神仙水护肤套装", data: "商品详情" },
      { time: "2019.6.2(13:21)", thing: "您进行了第7次肤质测试", data: "肤质测试结果为" },
      { time: "2019.6.2(13:21)", thing: "您进行了第8次肤质测试", data: "肤质测试结果为" },
      { time: "2019.6.2(13:21)", thing: "您进行了第9次肤质测试", data: "肤质测试结果为" },
      { time: "2019.6.2(13:40)", thing: "您购买了SK-II神仙水护肤套装", data: "商品详情" },
      { time: "2019.6.2(13:21)", thing: "您进行了第10次肤质测试", data: "肤质测试结果为" },
      { time: "2019.6.2(13:40)", thing: "您购买了SK-II神仙水护肤套装", data: "商品详情" },
      { time: "2019.6.2(13:21)", thing: "您进行了第11次肤质测试", data: "肤质测试结果为" },   
    ],

  },


})